Revit 2027 API
LightDistribution Properties
The LightDistribution type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Top
See Also
Reference
LightDistribution Class
Autodesk.Revit.DB.Lighting Namespace